taskt/Core/Automation/Commands/DateTimeGroup/GetFormattedDateTimeFromCalculatedExcelSerialDateTimeCommand.dot
digraph "GetFormattedDateTimeFromCalculatedExcelSerialDateTimeCommand" {
"GetFormattedDateTimeFromCalculatedExcelSerialDateTimeCommand" -> "AGetFormattedDateTimeFromCalculatedDateTimeCommands";
"AGetFormattedDateTimeFromCalculatedDateTimeCommands" -> "ACalculateDateTimeCommands";
"ACalculateDateTimeCommands" -> "ADateTimeConvertCommands";
"ACalculateDateTimeCommands" -> "IDateTimeResultProperties";
"ADateTimeConvertCommands" -> "ScriptCommand";
"ADateTimeConvertCommands" -> "IDateTimeConvertProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
