taskt/Core/Automation/Commands/DateTimeGroup/GetFormattedDateTimeFromCalculatedExcelSerialDateTimeCommand.puml
@startuml
GetFormattedDateTimeFromCalculatedExcelSerialDateTimeCommand --> AGetFormattedDateTimeFromCalculatedDateTimeCommands
AGetFormattedDateTimeFromCalculatedDateTimeCommands --> ACalculateDateTimeCommands
ACalculateDateTimeCommands --> ADateTimeConvertCommands
ACalculateDateTimeCommands --> IDateTimeResultProperties
ADateTimeConvertCommands --> ScriptCommand
ADateTimeConvertCommands --> IDateTimeConvertProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
